Repository: luosicx/Aether
Catalog: Aether/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: %@ API Key 已保存
en: %@ API Key saved
zh_hant: %@ API Key 已儲存

source: %@ API Key 已删除
en: %@ API Key deleted
zh_hant: %@ API Key 已刪除

source: %@ 代码块
en: %@ code block
zh_hant: %@ 程式碼區塊

source: %@ 已完成：%@
en: %@ completed: %@

source: %@，最后消息：%@
en: %@, last message: %@
zh_hant: %@，最後訊息：%@

source: %d 个片段
en: %d snippets
zh_hant: %d 個片段

source: %d 级标题
en: Heading level %d
zh_hant: 第 %d 級標題

source: %d 维
en: %d dimensions
zh_hant: %d 維

source: (未知音色)
en: (Unknown Voice)

source: - 心率：平均 %.1f bpm，最高 %.1f bpm，最低 %.1f bpm
en: - Heart rate: avg %.1f bpm, max %.1f bpm, min %.1f bpm

source: - 心率：无数据
en: - Heart rate: no data
zh_hant: - 心率：無資料

source: - 步数：平均 %.0f 步/天
en: - Steps: avg %.0f steps/day
zh_hant: - 步數：平均 %.0f 步/天

source: - 步数：无数据
en: - Steps: no data
zh_hant: - 步數：無資料

source: - 睡眠：平均 %.1f 小时/天
en: - Sleep: avg %.1f hours/day
zh_hant: - 睡眠：平均 %.1f 小時/天

source: - 睡眠：无数据
en: - Sleep: no data
zh_hant: - 睡眠：無資料

source: 1. DeepSeek API：用于对话生成，用户输入文本会上传至 DeepSeek 服务端处理。
en: 1. DeepSeek API: used for chat generation; text you enter is uploaded to DeepSeek servers for processing.
zh_hant: 1. DeepSeek API：用於對話生成，用戶輸入文字會上傳至 DeepSeek 伺服器處理。

source: 1. 对话内容：包括用户输入的文本与 AI 生成的回复，用于上下文连续对话与缓存命中加速。
en: 1. Conversation content: includes text you enter and AI-generated replies, used for continuous context and cache acceleration.
zh_hant: 1. 對話內容：包括用戶輸入的文字與 AI 生成的回覆，用於上下文連續對話與快取命中加速。

source: 1. 查看已收集数据：可在「设置 - 调试面板」查看最近的请求与响应。
en: 1. View collected data: recent requests and responses can be viewed in Settings - Debug Panel.
zh_hant: 1. 查看已收集資料：可在「設定 - 除錯面板」查看最近的請求與回應。

source: 2. 健康数据：包括心率、睡眠时长、步数等，仅在用户明确授权 HealthKit 后读取，用于生成个性化健康洞察。
en: 2. Health data: includes heart rate, sleep duration, steps, etc., read only after you explicitly authorize HealthKit, used to generate personalized health insights.
zh_hant: 2. 健康資料：包括心率、睡眠時長、步數等，僅在用戶明確授權 HealthKit 後讀取，用於生成個人化健康洞察。

source: 2. 删除对话记录：可在会话列表中删除任意对话，相关数据会从本地数据库移除。
en: 2. Delete conversation records: any conversation can be deleted from the conversation list; related data is removed from the local database.
zh_hant: 2. 刪除對話紀錄：可在對話列表中刪除任意對話，相關資料會從本地資料庫移除。

source: 2. 阿里云百炼 Qwen API：用于对话生成，用户输入文本会上传至阿里云服务端处理。
en: 2. Alibaba Cloud Bailian Qwen API: used for chat generation; text you enter is uploaded to Alibaba Cloud servers for processing.
zh_hant: 2. 阿里雲百鍊 Qwen API：用於對話生成，用戶輸入文字會上傳至阿里雲伺服器處理。

source: 3. Bugly：用于崩溃监控，仅上报崩溃堆栈与匿名设备信息，不包含用户对话内容与个人身份信息。
en: 3. Bugly: used for crash monitoring; only crash stacks and anonymous device info are reported, not conversation content or personal identity information.
zh_hant: 3. Bugly：用於崩潰監控，僅上報崩潰堆疊與匿名裝置資訊，不包含用戶對話內容與個人身份資訊。

source: 3. 使用统计：包括性能埋点（如请求延迟、token 数）与崩溃日志，用于持续优化 App 体验。
en: 3. Usage statistics: includes performance metrics (e.g. request latency, token count) and crash logs, used to continuously improve the app experience.
zh_hant: 3. 使用統計：包括效能埋點（如請求延遲、token 數）與崩潰紀錄，用於持續最佳化 App 體驗。

# 3. 撤回 HealthKit 授权：可在「系统设置 - 隐私 - 健康」中撤回对 AI Builder 的授权。
source: 3. 撤回 HealthKit 授权：可在「系统设置 - 隐私 - 健康」中撤回对以太的授权。
en: 3. Revoke HealthKit authorization: you can revoke Aether's authorization in System Settings - Privacy - Health.
zh_hant: 3. 撤回 HealthKit 授權：可在「系統設定 - 隱私 - 健康」中撤回對以太的授權。

source: 4. 关闭遥测上报：可在「设置 - 调试面板 - 立即上报」控制上报行为，本地缓冲不强制上报。
en: 4. Disable telemetry upload: upload behavior can be controlled in Settings - Debug Panel - Upload Now; local buffering does not force uploads.
zh_hant: 4. 關閉遙測上報：可在「設定 - 除錯面板 - 立即上報」控制上報行為，本地緩衝不強制上報。

# AI Builder 暂时无法回复：%@
source: 以太暂时无法回复：%@
en: Aether is temporarily unable to reply: %@
zh_hant: 以太暫時無法回覆：%@

# AI Builder 未返回内容，请重试。
source: 以太未返回内容，请重试。
en: Aether returned no content; please retry.
zh_hant: 以太未返回內容，請重試。

# AI Builder 用户反馈
source: 以太用户反馈
en: Aether User Feedback
zh_hant: 以太用戶反饋

# AI Builder 致力于保护您的隐私
source: 以太致力于保护您的隐私
en: Aether is committed to protecting your privacy
zh_hant: 以太致力於保護您的隱私

# AI Builder 隐私政策
source: 以太隐私政策
en: Aether Privacy Policy
zh_hant: 以太隱私政策

source: AI 正在输入
en: AI is typing
zh_hant: AI 正在輸入

source: API Key 存储在系统 Keychain,不会离开本设备。
en: API Key is stored in the system Keychain and never leaves this device.
zh_hant: API Key 儲存在系統 Keychain，不會離開本裝置。

source: API Key 无效，请检查设置
en: API Key invalid; please check Settings
zh_hant: API Key 無效，請檢查設定

source: API Key 未设置
en: API Key not set
zh_hant: API Key 未設定

source: API 与模型
en: API & Model
zh_hant: API 與模型

source: API 原始响应
en: API Raw Response
zh_hant: API 原始回應

source: API 配置
en: API Configuration

source: BFF Token 无效
en: BFF Token invalid
zh_hant: BFF Token 無效

source: BFF 代理
en: BFF Proxy

source: BFF 服务异常
en: BFF service error
zh_hant: BFF 服務異常

source: Embedding 维度
en: Embedding Dimension
zh_hant: Embedding 維度

source: RAG 启用后会在发送消息前检索本地知识库；工具调用启用后会进入 ReAct 循环。
en: When RAG is enabled, the local knowledge base is queried before sending messages; tool calling enters a ReAct loop.
zh_hant: 啟用 RAG 後會在傳送訊息前檢索本地知識庫；啟用工具呼叫後會進入 ReAct 循環。

source: SHA256 校验
en: SHA256 Checksum
zh_hant: SHA256 校驗

source: Safari 控制
en: Safari Control

source: [生成失败：%@]
en: [Generation failed: %@]
zh_hant: [生成失敗：%@]

source: [端侧推理不可用：mlx-swift 未集成]
en: [On-device inference unavailable: mlx-swift not integrated]
zh_hant: [端側推理不可用：mlx-swift 未整合]

source: [端侧模型未加载，请先下载并加载模型]
en: [On-device model not loaded; please download and load the model first]
zh_hant: [端側模型未載入，請先下載並載入模型]

source: chat 限流（每分钟）：%d
en: Chat rate limit (per minute): %d
zh_hant: chat 限流（每分鐘）：%d

source: embed 限流（每分钟）：%d
en: Embed rate limit (per minute): %d
zh_hant: embed 限流（每分鐘）：%d

source: mlx-swift 未集成，端侧推理不可用
en: mlx-swift is not integrated; on-device inference unavailable
zh_hant: mlx-swift 未整合，端側推理不可用

source: ⚠️ 以上内容由 AI 生成，仅供参考，非医疗建议。如有健康问题请咨询医生。
en: ⚠️ The above content is AI-generated for reference only and is not medical advice. Please consult a doctor for health concerns.
zh_hant: ⚠️ 以上內容由 AI 生成，僅供參考，非醫療建議。如有健康問題請諮詢醫生。

source: 【用户偏好】
en: [User Preferences]
zh_hant: 【使用者偏好】

source: 一、数据收集范围
en: 1. Data Collection Scope
zh_hant: 一、資料收集範圍

source: 三、用户权利
en: 3. User Rights
zh_hant: 三、使用者權利

source: 上次上报时间
en: Last Upload Time
zh_hant: 上次上報時間

source: 上次上报状态
en: Last Upload Status
zh_hant: 上次上報狀態

source: 下载
en: Download
zh_hant: 下載

source: 下载中…%d%%
en: Downloading…%d%%
zh_hant: 下載中…%d%%

source: 下载失败：%@
en: Download failed: %@
zh_hant: 下載失敗：%@

source: 下载模型
en: Download Model
zh_hant: 下載模型

source: 不支持的模型量化格式，请选择 Q4_K_M 或更轻量版本
en: Unsupported quantization format; please choose Q4_K_M or a lighter version
zh_hant: 不支援的模型量化格式，請選擇 Q4_K_M 或更輕量版本

source: 主供应商失败时自动切换到备用供应商重试一次。
en: Automatically switch to the backup provider once when the primary provider fails.
zh_hant: 主供應商失敗時自動切換到備用供應商重試一次。

source: 主供应商失败时自动切换备用供应商
en: Automatically switch to backup provider when primary fails
zh_hant: 主供應商失敗時自動切換備用供應商

source: 二、第三方 SDK
en: 2. Third-Party SDKs

source: 产品经理
en: Product Manager
zh_hant: 產品經理

source: 从文件选择 PDF 或文本文档导入知识库
en: Import PDF or text documents into the knowledge base
zh_hant: 從檔案選擇 PDF 或文字文件匯入知識庫

source: 从未
en: Never
zh_hant: 從未

source: 从相册选择图片附加到消息
en: Select an image from the photo library to attach
zh_hant: 從相簿選擇圖片附加到訊息

source: 代码块
en: Code block
zh_hant: 程式碼區塊

source: 以下工具可执行系统命令、控制其他应用或访问敏感信息，默认关闭。启用前请阅读风险提示。
en: These tools can execute system commands, control other apps, or access sensitive information. They are disabled by default. Please read the risk warning before enabling.
zh_hant: 以下工具可執行系統命令、控制其他應用或存取敏感資訊，預設關閉。啟用前請閱讀風險提示。

source: 以下是最近 %d 天的健康数据：
en: Health data for the last %d days:
zh_hant: 以下是最近 %d 天的健康資料：

source: 优质
en: Premium
zh_hant: 優質

source: 会话列表
en: Conversations
zh_hant: 對話列表

# 你好,我是 AI Builder,很高兴为你服务。
source: 你好,我是以太,很高兴为你服务。
en: Hello, I am Aether. Happy to assist you.
zh_hant: 你好，我是以太，很高興為你服務。

source: 你的智能助手
en: Your intelligent assistant
zh_hant: 你的智慧助手

source: 供应商
en: Provider
zh_hant: 供應商

source: 供应商与降级
en: Provider & Fallback
zh_hant: 供應商與降級

source: 保存 API Key
en: Save API Key
zh_hant: 儲存 API Key

source: 保存失败: %@
en: Save failed: %@
zh_hant: 儲存失敗：%@

source: 保存失败：%@
en: Save failed: %@
zh_hant: 儲存失敗：%@

source: 偏好工具：%@
en: Preferred tools: %@

source: 停止录音
en: Stop Recording
zh_hant: 停止錄音

source: 停止朗读
en: Stop Speaking
zh_hant: 停止朗讀

source: 停止试听
en: Stop Preview
zh_hant: 停止試聽

source: 停止语音输入
en: Stop Voice Input
zh_hant: 停止語音輸入

source: 健康
en: Health

source: 健康上下文
en: Health Context

source: 健康洞察
en: Health Insights

source: 健康洞察已生成
en: Health insight generated

source: 健康管理
en: Health Management

source: 健身教练
en: Fitness Coach
zh_hant: 健身教練

source: 全选
en: Select All
zh_hant: 全選

source: 关于
en: About
zh_hant: 關於

source: 关键词
en: Keyword
zh_hant: 關鍵詞

source: 关闭
en: Close
zh_hant: 關閉

source: 关闭全屏图片
en: Close full-screen image
zh_hant: 關閉全螢幕圖片

source: 写作助手
en: Writing Assistant
zh_hant: 寫作助手

source: 切换会话
en: Switch Conversation
zh_hant: 切換對話

source: 切换模型
en: Switch Model
zh_hant: 切換模型

source: 切换语言后需重启 App 生效。选择「跟随系统」将使用设备系统语言。
en: Restart the app to apply language changes. Choosing Follow System uses the device language.
zh_hant: 切換語言後需重啟 App 生效。選擇「跟隨系統」將使用裝置系統語言。

source: 删除
en: Delete
zh_hant: 刪除

source: 删除 API Key
en: Delete API Key
zh_hant: 刪除 API Key

source: 删除对话
en: Delete Conversation
zh_hant: 刪除對話

source: 删除本地模型文件以释放空间
en: Delete the local model file to free up space
zh_hant: 刪除本地模型檔案以釋放空間

source: 删除模型
en: Delete Model
zh_hant: 刪除模型

source: 删除模型文件失败：%@
en: Failed to delete model file: %@
zh_hant: 刪除模型檔案失敗：%@

source: 删除选中(%d)
en: Delete Selected (%d)
zh_hant: 刪除選中(%d)

source: 功能与偏好
en: Features & Preferences
zh_hant: 功能與偏好

source: 功能开关
en: Feature Toggles
zh_hant: 功能開關

source: 加载中
en: Loading
zh_hant: 載入中

source: 危险工具
en: Dangerous Tools
zh_hant: 危險工具

source: 参数：%@
en: Parameters: %@
zh_hant: 參數：%@

source: 反馈
en: Feedback
zh_hant: 回饋

source: 发送
en: Send
zh_hant: 發送

source: 发送消息
en: Send Message
zh_hant: 發送訊息

source: 发送消息前检索本地知识库增强上下文
en: Retrieve local knowledge base before sending to enrich context
zh_hant: 傳送訊息前檢索本地知識庫增強上下文

source: 取消
en: Cancel

source: 取消下载
en: Cancel Download
zh_hant: 取消下載

source: 取消全选
en: Deselect All
zh_hant: 取消全選

source: 取消置顶
en: Unpin
zh_hant: 取消置頂

# 向 AI Builder 发送问题并获取回复
source: 向以太发送问题并获取回复
en: Send a question to Aether and get a reply
zh_hant: 向以太傳送問題並取得回覆

# 向 AI Builder 提问
source: 向以太提问
en: Ask Aether
zh_hant: 向以太提問

source: 否
en: No

source: 启用 BFF 代理
en: Enable BFF Proxy
zh_hant: 啟用 BFF 代理

source: 启用 RAG
en: Enable RAG
zh_hant: 啟用 RAG

source: 启用 RAG 知识库
en: Enable RAG Knowledge Base
zh_hant: 啟用 RAG 知識庫

source: 启用后 API Key 由服务端保护，设备只持有 BFF Token。
en: When enabled, the API Key is protected by the server; the device only holds the BFF Token.
zh_hant: 啟用後 API Key 由伺服器保護，裝置只持有 BFF Token。

source: 启用后在断网时使用本地模型推理
en: Enable local model inference when offline
zh_hant: 啟用後在斷網時使用本地模型推理

source: 启用后进入 ReAct 循环调用工具
en: Enable ReAct loop for tool calling
zh_hant: 啟用後進入 ReAct 循環呼叫工具

source: 启用工具调用
en: Enable Tool Calling
zh_hant: 啟用工具呼叫

source: 启用端侧推理
en: Enable On-Device Inference
zh_hant: 啟用端側推理

source: 启用自动降级
en: Enable Auto-Fallback
zh_hant: 啟用自動降級

source: 启用高危工具
en: Enable Dangerous Tool
zh_hant: 啟用高危工具

source: 四、联系方式
en: 4. Contact
zh_hant: 四、聯繫方式

source: 回复中
en: Responding
zh_hant: 回覆中

source: 回复中...
en: Responding...
zh_hant: 回覆中...

# 在 AI Builder 中创建新对话
source: 在以太中创建新对话
en: Create a new conversation in Aether
zh_hant: 在以太中建立新對話

source: 在下方输入消息，或点击右上角设置 API Key
en: Type a message below, or tap the settings button to configure your API Key
zh_hant: 在下方輸入訊息，或點擊右上角設定 API Key

source: 增强
en: Enhanced
zh_hant: 增強

source: 复制
en: Copy
zh_hant: 複製

source: 复制代码
en: Copy Code
zh_hant: 複製程式碼

source: 失败
en: Failed
zh_hant: 失敗

source: 好
en: OK

source: 如有任何隐私相关问题，请通过邮件联系：feedback@aether.app
en: For any privacy-related questions, please contact us at feedback@aether.app
zh_hant: 如有任何隱私相關問題，請透過郵件聯繫：feedback@aether.app

source: 如：我是素食者…
en: e.g. I am a vegetarian…

source: 学习导师
en: Learning Mentor
zh_hant: 學習導師

source: 学生
en: Student
zh_hant: 學生

source: 完成
en: Done

source: 对话
en: Conversations
zh_hant: 對話

source: 导入 PDF 或文本文档，让 AI 基于你的资料回答
en: Import PDF or text documents so AI can answer based on your materials
zh_hant: 匯入 PDF 或文字文件，讓 AI 基於你的資料回答

source: 导入失败
en: Import Failed
zh_hant: 匯入失敗

source: 导入失败：%@
en: Import failed: %@
zh_hant: 匯入失敗：%@

source: 导入文档
en: Import Document
zh_hant: 匯入文件

source: 展开
en: Expand
zh_hant: 展開

source: 展示最近一次发送的 prompt、API 响应、embedding 维度与工具调用。
en: Displays the most recent prompt, API response, embedding dimension, and tool calls.
zh_hant: 展示最近一次傳送的 prompt、API 回應、embedding 維度與工具呼叫。

source: 工具
en: Tools

source: 工具 %@ 执行失败: %@
en: %@ execution failed: %@
zh_hant: 工具 %@ 執行失敗: %@

source: 工具执行失败: %@
en: Tool execution failed: %@
zh_hant: 工具執行失敗：%@

source: 工具执行超时（%ds）
en: Tool execution timed out (%ds)
zh_hant: 工具執行逾時（%ds）

source: 工具步骤：%@
en: Tool step: %@
zh_hant: 工具步驟：%@

source: 工具调用
en: Tool Calls
zh_hant: 工具呼叫

source: 工具调用循环超过 %d 轮，已中止
en: Tool call loop exceeded %d rounds and was stopped
zh_hant: 工具呼叫循環超過 %d 輪，已中止

source: 工具调用成功
en: Tool call succeeded
zh_hant: 工具呼叫成功

source: 工具调用流程
en: Tool Call Flow
zh_hant: 工具呼叫流程

source: 已下载
en: Downloaded
zh_hant: 已下載

source: 已复制
en: Copied
zh_hant: 已複製

source: 已完成
en: Completed

source: 已授权
en: Authorized
zh_hant: 已授權

source: 已生成洞察
en: Insights Generated

source: 已通过
en: Passed
zh_hant: 已通過

source: 开发者
en: Developer
zh_hant: 開發者

source: 开启后发送消息时会注入最近 24 小时的睡眠/心率/步数数据，AI 将给出针对性建议。
en: When enabled, sleep/heart rate/step data from the last 24 hours is injected into messages for targeted advice.
zh_hant: 開啟後傳送訊息時會注入最近 24 小時的睡眠/心率/步數資料，AI 將給出針對性建議。

source: 开始下载端侧推理模型文件
en: Start downloading the on-device inference model
zh_hant: 開始下載端側推理模型檔案

source: 开始录音
en: Start Recording
zh_hant: 開始錄音

source: 开始语音输入
en: Start Voice Input
zh_hant: 開始語音輸入

source: 引用 %d，来源 %@
en: Citation %d, source %@
zh_hant: 引用 %d，來源 %@

source: 引用来源
en: Citations
zh_hant: 引用來源

source: 当前会话生效。新建对话沿用此值。
en: Applies to the current conversation. New conversations will use this value.
zh_hant: 目前對話生效。新建對話沿用此值。

source: 当前供应商
en: Current Provider
zh_hant: 目前供應商

source: 当前模型
en: Current Model
zh_hant: 目前模型

source: 当前状态
en: Current Status
zh_hant: 目前狀態

source: 当前设备不支持 HealthKit
en: This device does not support HealthKit
zh_hant: 目前裝置不支援 HealthKit

source: 快捷指令
en: Shortcuts

source: 思考中
en: Thinking

source: 思考中...
en: Thinking...

source: 性能指标
en: Performance Metrics
zh_hant: 效能指標

source: 感谢反馈
en: Thanks for your feedback
zh_hant: 感謝回饋

source: 感谢反馈，我们会持续改进
en: Thanks for your feedback; we will keep improving
zh_hant: 感謝回饋，我們會持續改進

source: 感谢点赞
en: Thanks for the thumbs up
zh_hant: 感謝點讚

source: 打开此会话
en: Open this conversation
zh_hant: 打開此對話

source: 打开知识库管理文档
en: Open knowledge base document management
zh_hant: 打開知識庫管理文件

source: 执行中
en: Running
zh_hant: 執行中

source: 执行中…
en: Running…
zh_hant: 執行中…

source: 批量删除
en: Batch Delete
zh_hant: 批次刪除

source: 技术面试官
en: Technical Interviewer
zh_hant: 技術面試官

source: 投诉反馈
en: Feedback & Complaints
zh_hant: 投訴回饋

source: 折叠
en: Collapse
zh_hant: 摺疊

source: 拉取时间
en: Fetched At
zh_hant: 拉取時間

source: 按关键词切换到最近匹配的会话
en: Switch to the most recent matching conversation by keyword
zh_hant: 按關鍵詞切換到最近匹配的對話

source: 授权后可读取心率、睡眠、步数等健康数据
en: Authorization allows reading heart rate, sleep, steps, and other health data
zh_hant: 授權後可讀取心率、睡眠、步數等健康資料

source: 授权失败：%@
en: Authorization failed: %@
zh_hant: 授權失敗：%@

source: 授权状态
en: Authorization Status
zh_hant: 授權狀態

source: 接入 HealthKit 后 AI 可基于健康数据给出针对性建议。
en: After connecting HealthKit, AI can give targeted advice based on your health data.
zh_hant: 接入 HealthKit 後 AI 可基於健康資料給出針對性建議。

source: 推理配置
en: Inference Configuration

source: 搜索会话
en: Search Conversations
zh_hant: 搜尋對話

source: 搜索会话标题…
en: Search conversation titles…
zh_hant: 搜尋對話標題…

source: 断网时自动切换到端侧推理，联网后切回
en: Automatically switch to on-device inference when offline and back when online
zh_hant: 斷網時自動切換到端側推理，連網後切回

source: 断网自动切换
en: Auto-Switch on Network Loss
zh_hant: 斷網自動切換

source: 新对话
en: New Conversation
zh_hant: 新建對話

source: 新建对话
en: New Conversation
zh_hant: 新建對話

source: 新标题
en: New Title
zh_hant: 新標題

source: 无
en: None
zh_hant: 無

source: 无工具调用
en: No tool calls
zh_hant: 無工具呼叫

source: 无帮助
en: Not Helpful
zh_hant: 無幫助

source: 无效的 BFF embedding 请求
en: Invalid BFF embedding request
zh_hant: 無效的 BFF embedding 請求

source: 无效的 embedding 请求
en: Invalid embedding request
zh_hant: 無效的 embedding 請求

source: 无法读取文档内容：%@
en: Unable to read document content: %@
zh_hant: 無法讀取文件內容：%@

source: 是
en: Yes

source: 暂无会话
en: No conversations yet
zh_hant: 暫無對話

source: 暂无性能数据
en: No performance data yet
zh_hant: 暫無效能資料

source: 暂无文档
en: No documents yet
zh_hant: 暫無文件

source: 更新日期：2026年7月
en: Updated: July 2026

source: 最近 Prompt JSON
en: Latest Prompt JSON

source: 有帮助
en: Helpful
zh_hant: 有幫助

source: 服务异常（%d），请稍后再试
en: Service error (%d); please try again later
zh_hant: 服務異常（%d），請稍後再試

source: 服务暂时不可用，请稍后再试
en: Service temporarily unavailable; please try again later
zh_hant: 服務暫時不可用，請稍後再試

source: 朗读
en: Speak
zh_hant: 朗讀

source: 未下载
en: Not Downloaded
zh_hant: 未下載

source: 未发送
en: Not Sent
zh_hant: 未發送

source: 未找到中文语音，使用默认语音
en: Chinese voice not found; using default voice
zh_hant: 未找到中文語音，使用預設語音

source: 未找到匹配会话
en: No matching conversation found
zh_hant: 未找到匹配對話

source: 未拉取
en: Not Fetched

source: 未授权
en: Not Authorized
zh_hant: 未授權

source: 未知
en: Unknown

source: 未知错误，请重试
en: Unknown error; please retry
zh_hant: 未知錯誤，請重試

source: 未获得 HealthKit 授权
en: HealthKit authorization not obtained
zh_hant: 未獲得 HealthKit 授權

source: 未配置
en: Not Configured

source: 本地路径
en: Local Path
zh_hant: 本機路徑

source: 权重 %.1f
en: Weight %.1f
zh_hant: 權重 %.1f

# 查看 AI Builder 隐私政策
source: 查看以太隐私政策
en: View Aether Privacy Policy
zh_hant: 查看以太隱私政策

source: 查看引用的文档片段
en: View cited document snippet
zh_hant: 查看引用的文件片段

source: 查看详情
en: View Details
zh_hant: 查看詳情

source: 查看调试信息
en: View Debug Info
zh_hant: 查看除錯資訊

source: 标准
en: Compact
zh_hant: 標準

source: 标记此回复为无帮助
en: Mark this response as unhelpful
zh_hant: 標記此回覆為無幫助

source: 标记此回复为有帮助
en: Mark this response as helpful
zh_hant: 標記此回覆為有幫助

source: 模型
en: Model

source: 模型名
en: Model Name
zh_hant: 模型名稱

source: 模型已就绪，约 700MB
en: Model ready, ~700MB
zh_hant: 模型就緒，約 700MB

source: 模型文件未找到：%@
en: Model file not found: %@
zh_hant: 模型檔案未找到：%@

source: 模型文件校验失败（SHA256 不匹配），请重新下载 期望：%@… 实际：%@…
en: Model file verification failed (SHA256 mismatch). Please re-download. Expected: %@… Actual: %@…
zh_hant: 模型檔案校驗失敗（SHA256 不匹配），請重新下載 期望：%@… 實際：%@…

source: 模型文件约 700MB，建议在 Wi-Fi 下下载
en: Model file is ~700MB; download over Wi-Fi is recommended
zh_hant: 模型檔案約 700MB，建議在 Wi-Fi 下下載

source: 正式
en: Formal

source: 每天 09:00 自动生成一次，也可手动触发。
en: Automatically generated daily at 09:00; can also be triggered manually.
zh_hant: 每天 09:00 自動產生一次，也可手動觸發。

source: 注入健康上下文
en: Inject Health Context

source: 洞察
en: Insights

source: 洞察已生成
en: Insight generated

source: 消息输入框
en: Message Input
zh_hant: 訊息輸入框

source: 清除性能指标
en: Clear Performance Metrics
zh_hant: 清除效能指標

source: 清除搜索
en: Clear Search
zh_hant: 清除搜尋

source: 点击关闭错误提示
en: Tap to dismiss error alert
zh_hant: 點擊關閉錯誤提示

source: 点击右上角加号开始第一段对话
en: Tap the plus button to start your first conversation
zh_hant: 點擊右上角加號開始第一段對話

source: 片段 %d
en: Snippet %d

source: 版本
en: Version

source: 生成中...
en: Generating…

source: 生成失败：%@
en: Generation failed: %@
zh_hant: 生成失敗：%@

source: 用当前音色朗读示例句
en: Read the sample sentence with the current voice
zh_hant: 用目前音色朗讀示例句

source: 用户偏好
en: User Preferences
zh_hant: 使用者偏好

source: 用户发送的图片，点击查看全屏
en: Image sent by user; tap to view full screen
zh_hant: 用戶傳送的圖片，點擊查看全螢幕

source: 用户最近 24h：%@
en: User's last 24h: %@
zh_hant: 使用者最近 24h：%@

source: 白领
en: Office Professional
zh_hant: 白領

source: 睡眠 %.1fh，心率均值 %.1fbpm，步数 %d
en: Sleep %.1fh, avg heart rate %.1fbpm, steps %d
zh_hant: 睡眠 %.1fh，心率均值 %.1fbpm，步數 %d

source: 知识库
en: Knowledge Base
zh_hant: 知識庫

source: 知识库为空
en: Knowledge base is empty
zh_hant: 知識庫為空

source: 知识库检索失败: %@
en: Knowledge base retrieval failed: %@
zh_hant: 知識庫檢索失敗：%@

source: 确定
en: Confirm
zh_hant: 確定

source: 确定删除 %@ 的 API Key？删除后无法恢复。
en: Delete the API Key for %@? This action cannot be undone.
zh_hant: 確定刪除 %@ 的 API Key？刪除後無法恢復。

source: 确定删除此对话？删除后无法恢复。
en: Delete this conversation? This action cannot be undone.
zh_hant: 確定刪除此對話？刪除後無法恢復。

source: 确定删除选中的 %d 个对话？删除后无法恢复。
en: Delete the selected %d conversations? This action cannot be undone.
zh_hant: 確定刪除選中的 %d 個對話？刪除後無法恢復。

source: 确认启用
en: Enable
zh_hant: 確認啟用

source: 立即上报
en: Upload Now
zh_hant: 立即上報

source: 立即生成洞察
en: Generate Insight Now

source: 端侧推理
en: On-Device Inference
zh_hant: 端側推理

source: 端侧推理在断网时自动启用，模型文件约 700MB。
en: On-device inference auto-enables when offline; model file is ~700MB.
zh_hant: 端側推理在斷網時自動啟用，模型檔案約 700MB。

source: 端侧推理无需 API Key，模型在本地运行。
en: On-device inference does not require an API Key; the model runs locally.
zh_hant: 端側推理無需 API Key，模型在本地運行。

source: 端侧模型不支持工具调用，已自动切换到云端
en: On-device model does not support tool calls; automatically switched to cloud
zh_hant: 端側模型不支援工具呼叫，已自動切換到雲端

source: 端侧模型加载失败：%@
en: On-device model failed to load: %@
zh_hant: 端側模型載入失敗：%@

source: 端侧模型管理
en: On-Device Model Management
zh_hant: 端側模型管理

source: 第 %d 轮
en: Round %d
zh_hant: 第 %d 輪

source: 简体中文
en: Simplified Chinese
zh_hant: 簡體中文

source: 管理
en: Management

source: 管理端侧模型
en: Manage On-Device Models
zh_hant: 管理端側模型

source: 管理者
en: Manager

source: 系统提示词
en: System Prompt
zh_hant: 系統提示詞

source: 系统默认
en: System Default
zh_hant: 系統預設

source: 索引中…
en: Indexing…

source: 繁体中文
en: Traditional Chinese
zh_hant: 繁體中文

source: 终端命令
en: Terminal Command
zh_hant: 終端命令

source: 维护模式
en: Maintenance Mode
zh_hant: 維護模式

source: 缓冲事件数
en: Buffered Events
zh_hant: 緩衝事件數

source: 编辑
en: Edit
zh_hant: 編輯

source: 网络异常，请检查网络连接
en: Network error, please check your connection
zh_hant: 網路異常，請檢查網路連線

source: 网络连接失败，请检查网络
en: Network connection failed; please check your network
zh_hant: 網路連線失敗，請檢查網路

source: 网络错误: %@
en: Network error: %@
zh_hant: 網路錯誤：%@

source: 置顶
en: Pin to Top
zh_hant: 置頂

source: 翻译官
en: Translator
zh_hant: 翻譯官

source: 自动
en: Auto
zh_hant: 自動

source: 自动降级
en: Auto-Fallback
zh_hant: 自動降級

source: 自定义事实：%@
en: Custom fact: %@
zh_hant: 自訂事實：%@

source: 英文
en: English

source: 表格，%d 列 %d 行
en: Table, %d columns by %d rows

source: 触发降级
en: Fallback Triggered
zh_hant: 觸發降級

source: 设备可用内存不足，端侧推理需要至少 4GB 可用内存
en: Insufficient available memory; on-device inference requires at least 4GB free
zh_hant: 裝置可用記憶體不足，端側推理需要至少 4GB 可用記憶體

source: 设置
en: Settings
zh_hant: 設定

source: 试听
en: Preview
zh_hant: 試聽

source: 试听示例
en: Preview Sample
zh_hant: 試聽示例

source: 该工具可执行系统命令或控制其他应用，存在安全风险。确定要启用吗？
en: This tool can execute system commands or control other apps. Are you sure?
zh_hant: 該工具可執行系統命令或控制其他應用，存在安全風險。確定要啟用嗎？

source: 语气
en: Tone
zh_hant: 語氣

source: 语气：%@
en: Tone: %@
zh_hant: 語氣：%@

source: 语言
en: Language
zh_hant: 語言

source: 语速
en: Rate
zh_hant: 語速

source: 语速：%d%%
en: Rate: %d%%
zh_hant: 語速：%d%%

source: 语音朗读
en: Text-to-Speech
zh_hant: 語音朗讀

source: 语音识别器不可用
en: Speech recognizer unavailable
zh_hant: 語音識別器不可用

source: 语音输入
en: Voice Input
zh_hant: 語音輸入

source: 请先在设置中配置 API Key
en: Please configure your API Key in Settings first
zh_hant: 請先在設定中配置 API Key

source: 请基于以上健康数据给出 3 条具体建议，关注改善睡眠质量、合理运动强度与日常活动量。
en: Please provide 3 specific suggestions based on the above health data, focusing on improving sleep quality, reasonable exercise intensity, and daily activity.
zh_hant: 請基於以上健康資料給出 3 條具體建議，關注改善睡眠品質、合理運動強度與日常活動量。

source: 请求 HealthKit 授权
en: Request HealthKit Authorization
zh_hant: 請求 HealthKit 授權

source: 请求授权
en: Request Authorization
zh_hant: 請求授權

source: 请求格式错误，请重试
en: Request format error; please retry
zh_hant: 請求格式錯誤，請重試

source: 请求超时，请重试
en: Request timed out; please retry
zh_hant: 請求超時，請重試
